START_CMD = '👋 Привет, тут ты можешь смотреть расписание сессии любой группы'
HELP_CMD = '☺️Просто напиши название группы'

EXAM_INFO = (
    '📗 <b>Название дисциплины</b>: {subject}\n'
    '👨‍🏫 <b>Преподаватель</b>: {professor}\n'
    '🗓 <b>Дата проведения</b>: {date}\n'
    '⏳ <b>Время проведения</b>: {time}\n'
    '🚪 <b>Кабинет</b>: {room}\n'
    '⭐ <b>День недели</b>: {day_week}\n\n'
)

EXAM_NUMBER = '🔹 Экзамен номер <b>{number}</b>\n\n'

NOT_EXAMS = '⚠️Не могу найти экзамены для группы <b>{group_name}</b>\n\n'
SEVER_RESPONSE_MESSAGE = 'Ответ от сервера: <b>{server_message}</b>'
SERVER_INTERNAL_ERROR = '😞 Ошибка на сервере. Попробуйте позже.'


EXAMS_ARE_EXIST = '👌 Удалось найти расписание экзаменов для группы <b>{group_name}</b>\n\n'
