pub const START: &str = "👋 Привет, тут ты можешь смотреть расписание сессии любой группы в СибГУ.";
pub const HELP: &str = "☺️Просто напиши название группы. Учти, если название группы через тире, то его нужно указать, например БХМ20-01. Регистр не важен.";
pub const GROUP_NOT_FOUND: &str = "😞 Группа не найдена.";
pub const EXAMS_DO_NOT_EXIS: &str = "🍺 Экзаменов пока нет. Отдыхаем!";
pub const DEFAULT_RESPONSE: &str = "Не понимаю. Введите текстовое сообщение.";
pub const SERVER_ERROR: &str = "⚠️ Сервер расписания тупит.";
